/* Update alert title */
"Update Available"="Eguneratzea erabilgarri";

/* Update alert dismiss button title */
"Next time"="Hurrengo batean";

/* Changelog is empty */
"Changelog is empty" = "Aldaketen erregistroa hutsik dago";

/* Update alert skip button title */
"Update"="Eguneratu";
